let quiz_rules = [
    "بۆ هەر پرسیارێک ٢ خوولەک کاتت هەیە",
    "کاتێک وەڵامت هەڵبژارد ناتوانی بیگۆڕیت",
    "بۆ هەر پرسیارێکی ڕاست خاڵێک وەردەگری",
    "لە کاتی هەبوونی هەر هەڵەیەک ئاگادارمان بکەوە"

];


let quiz_questions = [

    {
question:"تێکڕایی کاتی گۆڕانی ئاڕاستەی خێرایی تەنێکە کاتێ لەسەر ڕێڕەوێکی بازنەیی دەجوڵێت :" ,
year:"٢٠١٤ - ٢٠١٥ بەرایی",
options: [
            {
            isImg:false,
            src:"لێکەوتە تاودان"
            },
            {
                isImg:false,
                src:"چەقە تاودان"
            },   
            {
                isImg:false,
                src:"گۆشە تاودان"
            },  
            {
                isImg:false,
                src:"هیچ کامیان ڕاست نییە"
            },
],

answer: 2,
    },
    {
    question:"گالیسکەیەکی خلیسکاو لەناو ئەڵقەیەکی شاولیدا بە خێراییەکی بڕ نەگۆڕ دەجوڵێت لە بەرزترین خاڵدا ئەو هێزەی پێویستە بۆ مانەوەی عەرەبانەکە لەسەر ڕێڕەوەکە چییە ؟" ,
year:"٢٠١٤ - ٢٠١٥ بەرایی",
options: [
            {
            isImg:false,
            src:"کێشکردن"
            },
            {
                isImg:false,
                src:"ڕێڕەوەکە"
            },   
            {
                isImg:false,
                src:"هێزی لێک خشاندن نێوان گالیسکەکە و ڕێڕەوەکە"
            },  
            {
                isImg:false,
                src:"ڕێڕەوەکە و کێشکردن"
            },
],

answer: 4,
    },
    {
        question:"نمونەیەک بهێنەوە کە تیایدا ئۆتۆمبێلێکی جووڵاو چەقە تاودانی هەبێت بەڵام لێکەوتە تاودانی نەبێت :" ,
    year:"٢٠١٤ - ٢٠١٥ خوولی یەکەم",
    options: [
                {
                isImg:false,
                src:"ئۆتۆمبێلەکە لەسەر ڕێڕەوێکی  ڕاست بجوڵێت <br>و بڕی خێراییەکەی بگۆڕێت."
                },
                {
                    isImg:false,
                    src:"ئۆتۆمبێلەکە لەسەر ڕێڕەوێکی بازنەیی بجوڵێت<br> و بڕی لێکەوتە خێراییەکەی نەگۆڕێت."
                },
                {
                    isImg:false,
                    src:"ئۆتۆمبێلەکە لەسەر ڕێڕەوێکی بازنەیی بجوڵێت <br>و بڕی لێکەوتە خێراییەکەی بگۆڕێت."
                },
                {
                    isImg:false,
                    src:"هیچ کامیان ڕاست نییە."
                },
    ],
    
    answer: 2,
        },
        {
            question:"یاسای کێشکردنی گشتی نێوان دوو تەن بە یەکێک لە نموونەکانی یاسای هەڵگەڕاوەی دووجا دا دەنرێت و ئەمەش چونکە :" ,
        year:"٢٠١٤ - ٢٠١٥ خولی یەکەم",
        options: [
                    {
                    isImg:false,
                    src:"هێزەکە ڕاستەوانە دەگونجێت لەگەڵ دووجای<br> دوری جیاکەرەەی نێوانیاندا"
                    },
                    {
                        isImg:false,
                        src:"هێزەکە ڕاستەوانە دەگونجێت لەگەڵ هەڵگەڕاوەی<br> دووجای دوری جیاکەرەوەی نێوانیاندا"
                    },
                    {
                        isImg:false,
                        src:"هێزەکە پێچەوانە دەگونجێت لەگەڵ ئەنجامی لێکدانەوی<br> بارستایەکانیان"
                    },
                    {
                        isImg:false,
                        src:"هێزەکە پێچەوانە دەگونجێت لەگەڵ دووجای <br>دوری جیاکەرەوەی نێوانیاندا"
                    },
        ],
        
        answer: 2,
            },
            {
                question:"نیوە تیرەی دیسکی کۆمپیتەرێک  0.06m بوو. ئەگەر گۆشە خێرایی دیسکەکە 30rad/s بێت، ئایا لێکەوتە خێرایی میکرۆبێک کە لەسەر لێواری دیسکەکەیە چەندە ؟" ,
            year:"٢٠١٥- ٢٠١٦ بەرایی",
            options: [
                        {
                        isImg:false,
                        src:"30m/s"
                        },
                        {
                            isImg:false,
                            src:"0.002m/s"
                        },
                        {
                            isImg:false,
                            src:"1.8m/s"
                        },
                        {
                            isImg:false,
                            src:"5m/s"
                        },
            ],
            
            answer: 3,
                },
                {
                question:"پرسیارەکە:" ,
                year:"٢٠١٥ - ٢٠١٦ بەرایی ",
                img:"/img/10.jpg",
                options: [
                            {
                            isImg:false,
                            src:"20rad"
                            },
                            {
                                isImg:true,
                                src:"5rad"
                            },
                            {
                                isImg:false,
                                src:" "
                            },
                            {
                                isImg:false,
                                src:" "
                            },
                ],
                
                answer: 1,
                    },
            
        
    

];
